{
  "notes": [
    {
      "id": 1,
      "title": "Animal Lifecycle",
      "content": "All plants and animals go through life cycles. Just think about all the growing and changing human children do as they grow up. Children grow in height and get heavier until they reach adulthood. Children also change as their body matures. If you have a pet, you have probably watched parts of your pet’s life cycle. They are born as puppies that depend on their mothers for food and care. Between six to 18 months, puppies become adolescent dogs, with lots of energy and playfulness. After about 3 years, dogs become adults and are ready to find a mate and make more puppies. When dogs are between six and ten years old, they enter the senior stage. They like to rest more and sometimes their snouts turn gray. At the end of their senior stage, a dog’s life cycle comes to an end. But that’s okay because the cycle will start all over again with new puppies."
    },
    {
      "id": 2,
      "title": "Social Ordering",
      "content": "Outside the field of sociology, people often use the term to refer to a state of stability and consensus that exists in the absence of chaos and upheaval. Sociologists, however, have a more complex understanding of the term. Social order can be observed within national societies, geographical regions, institutions and organizations, communities, formal and informal groups, and even at the scale of global society. Within all of these, social order is most often hierarchical; some people hold more power than others so they can enforce the laws, rules, and norms necessary for the preservation of social order. Practices, behaviors, values, and beliefs that are counter to those of the social order are typically framed as deviant and/or dangerous and are curtailed through the enforcement of laws, rules, norms, and taboos."
    },
    {
      "id": 3,
      "title": "The Great History of Hip-Hop",
      "content": "Hip hop or hip-hop is a culture and art movement that was created by African Americans, Latino Americans and Caribbean Americans in the Bronx, New York City. The origin of the name is often disputed. It is also argued as to whether hip hop started in the South or West Bronx. While the term hip hop is often used to refer exclusively to hip hop music (including rap), hip hop is characterized by four key elements: (also called MCing or emceeing), a rhythmic vocal rhyming style (orality); DJing (and turntablism), which is the practice of making music with record players and DJ mixers (aural/sound and music creation); b-boying/b-girling/breakdancing (movement/dance); and graffiti.  Hip hop culture has spread to both urban and suburban communities throughout the United States and subsequently the world. These elements were adapted and developed considerably, particularly as the art forms spread to new continents and merged with local styles in the 1990s and subsequent decades. Even as the movement continues to expand globally and explore myriad styles and art forms, including hip hop theater and hip hop film, the four foundational elements provide coherence and a strong foundation for hip hop culture."
    },
    {
      "id": 4,
      "title": "Waste Maintenance",
      "content": "Waste management (or waste disposal) includes the processes and actions required to manage waste from its inception to its final disposal. This includes the collection, transport, treatment and disposal of waste, together with monitoring and regulation of the waste management process and waste-related laws, technologies, economic mechanisms. Waste can be solid, liquid, or gaseous and each type has different methods of disposal and management. Waste management deals with all types of waste, including industrial, biological, household, municipal, organic, biomedical, radioactive wastes. In some cases, waste can pose a threat to human health. Health issues are associated throughout the entire process of waste management. Health issues can also arise indirectly or directly. Directly, through the handling of solid waste, and indirectly through the consumption of water, soil and food. Waste is produced by human activity, for example, the extraction and processing of raw materials. Waste management is intended to reduce adverse effects of waste on human health, the environment, planetary resources and aesthetics. Waste management practices are not uniform among countries (developed and developing nations); regions (urban and rural areas), and residential and industrial sectors can all take different approaches. Proper management of waste is important for building sustainable and liveable cities, but it remains a challenge for many developing countries and cities. A report found that effective waste management is relatively expensive, usually comprising 20%–50% of municipal budgets. Operating this essential municipal service requires integrated systems that are efficient, sustainable, and socially supported."
    }
  ]
}